Repository: jimregan/citizens-information-raw
Catalog: en-ga/www.citizensinformation.ie/ga/employment/employment_rights_and_conditions/pay_and_employment/pay_slip.html.txt.tmx
Source language: en
Languages: ga

source: The Payment of Wages Act 1991 gives all employees a right to a pay slip which will show the gross wage and details of all deductions
ga: Tugann an tAcht um Íoc Pá 1991 an ceart do gach fostaí pádhuille a fháil óna bhfostóir. Taispeánfaidh an pádhuille an t-ollphá agus sonraí gach asbhaint

source: A pay slip is essentially a statement in writing from the employer to the employee that outlines the total pay before tax and all details of any deductions from pay
ga: Is éard go bunúsach atá i bpádhuille ná ráiteas i scríbhinn ón bhfostóir chuig an bhfostaí a léiríonn an pá iomlán roimh cháin agus sonraí iomlána d'aon asbhaint ó phá

source: It can be provided to you either in electronic format or in hard copy
ga: D’fhéadfadh go seolfar é chugat i bhformáid leictreonach nó i gcruachóip

source: Your right to a pay slip is set down in Section 4 of this Act
ga: Tá do cheart pádhuille a fháil leagtha síos in Alt 4 den Acht um Íoc Pá 1991

source: The Payment of Wages Act 1991 refers to situations where either deductions are made from pay or the employee is required to make a payment to the employer
ga: Tagraíonn an tAcht um Íoc Pá 1991 do chásanna ina bhfuil asbhaintí ó phá nó ní mór don fhostaí íocaíocht leis an bhfostóir a dhéanamh

source: The following deductions from your pay by your employer are allowed when:
ga: Ní fhéadfaidh fostóir asbhaintí a bhaint as do thuarastal ach amháin má:

source: • They are required by law, for example, tax (PAYE) and social insurance (PRSI),
ga: • Éilíonn an dlí sin, mar shampla cáin (IMAT) agus árachas sóisialach (ÁSPC),

source: • They are provided for in the contract of employment, for example occupational pension contributions
ga: • Tá foráil maidir leo sa chonradh fostaíochta, mar shampla ranníocaíochtaí pinsin

source: • They are made with your written consent, for example, trade union subscriptions
ga: • Déantar sin le cead an fhostaí i scríbhinn, mar shampla, síntiús ceardchumainn

source: • They are to recover an overpayment of wages or expenses
ga: • Táthar á dhéanamh le ró-íoc pá nó costais a aisghabháil

source: • They are required by a court order, for example, an attachment of earnings order in a family law case
ga: • Éilítear de bharr ordú cúirte é, mar shampla, ordú astú tuillimh i gcás dhlí an teaghlaigh

source: • They arise due to your being on strike
ga: • Thagann siad i gceist de bharr an fhostaí a bheith ar stailc

source: Where your employer suffers loss through your fault, for example breakages or till shortages or your employer supplies a service as part of the job, for example, a uniform, deductions may be allowed
ga: Sa chás go mbíonn caillteanas ar d'fhostóir agus an milleán ortsa, mar shampla, briseadh earraí nó ganntanas sa taisceadán nó sa chás go gcuireann an fostóir seirbhís ar fáil mar chuid den phost, mar shampla, éide

source: In these cases a deduction (or payment by the employee) is only allowed where:
ga: Sna cásanna seo ní cheadaítear asbhainte (nó íocaíocht ag an bhfostaí) ach amháin:

source: • It is allowed for in your contract
ga: • Í a bheith ceadaithe faoi do chonradh

source: • It is fair and reasonable
ga: • I a bheith cóir agus réasúnach

source: • You have received a written notice of the deduction - a full week's notice if the deduction arises from your mistake
ga: • Fógra scríofa a bheith faighte agat maidir leis an asbhaint - fógra seachtaine ar a laghad más de bharr bhotún fhostaí an asbhaint

source: • The amount of the deduction does not exceed the loss or cost of the service
ga: • Nach dtiocfadh méid na hasbhainte thar luach an chaillteanais nó chostas na seirbhíse

source: • The deduction takes place within 6 months of the loss/cost occurring
ga: • An asbhaint a dhéanmh taobh istigh de 6 mhí ó tharlaíonn an caillteanas/costas

source: Failure to pay all or part of the wages due to an employee is considered an unlawful deduction and a complaint can be made under the Payment of Wages Act – see ‘How to apply’ below
ga: Má tá tú tar éis obair a fhágáil agus mura n-íocadh thú nó má tá do phá níos lú ná an méid atá dlite duit, is asbhaint neamhdhleathach í seo faoin Acht um Íoc Pá – féach ‘Conas iarratas a dhéanamh’ thíos

source: Likewise, unpaid notice, holiday pay, bonus and commission payments can also form part of a claim under the Act
ga: Mar an gcéanna, is féidir fógra neamhíoctha, pá saoire, íocaíochtaí bónais agus coimisiúin bheith cuid éilimh faoin Acht

source: Complaints about unauthorised deductions from wages under the Payment of Wages Act 1991 should be made to the Workplace Relations Commission (WRC)
ga: Ba chóir duit do ghearáin faoi asbhaintí neamhúdaraithe ó phá faoin Acht um Íoc Pá 1991 a dhéanamh leis an gCoimisiún um Chaidreamh san Áit Oibre

source: You must use the online complaint form available on workplacerelations.ie
ga: Caithfidh tú an fhoirm ghearáin ar líne nua a úsáid á fáil ar workplacerelations.ie

source: A complaint must be brought within 6 months of the date of the deduction
ga: Ba chóir an gearán a dhéanamh laistigh de 6 mhí ó dháta na hasbhainte

source: The time limit may be extended for up to a further 6 months, but only where there is a reasonable cause which prevented the complaint being brought within the normal time limit
ga: Is féidir síneadh ama 6 mhí eile a thabhairt duit ach ní dhéanfar é sin mura bhfuil cúinsí réasúnacha ann a chuir cosc ort an ghearán a dhéanamh laistigh den gnáth-thréimhse ama

source: An employer who fails to provide a payslip or provides one that is deliberately falsified is guilty of an offence under the Payment of Wages Act 1991 and may be issued with a fixed payment notice
ga: Cion in aghaidh an Achta um Íoc Pá 1991 atá ann mura dtugann fostóir duillín pá nó má thugann sé nó sí ceann atá falsaithe d’aon ghnó, agus féadfar fíneáil a ghearradh ar a leithéid d’fhostóir

source: Complaints about payslips should be made as above
ga: Ba chóir gearáin faoi dhuillíní pá a dhéanamh mar atá luaite thuas

source: Further information is available in this explanatory booklet on the Payment of Wages Act 1991 (pdf) or from WRC Information and Customer Service - see 'Where to apply' below. Where to apply Workplace Relations Commission
ga: Is féidir tuilleadh eolais a fháil sa bhileog mhíniúcháin ar an Acht um Íoc Pá 1991 (pdf) nó ón tSeirbhís Fhaisnéise agus Custaiméara an Choimisiúin um Chaidreamh san Áit Oibre – féach ‘Cá háit a ndéanfaidh mé iarratas’ thíos

source: Information and Customer Service O'Brien Road Carlow R93 W7W2 Ireland
ga: Cá háit a dhéanfaidh mé iarratas?
